{
  "keyPartners": {
    "title": "Key Partners",
    "headline": "Who are our Key Partners? Who are our key suppliers? Which Key Resources are we acquiring from partners? Which Key Activities do partners perform?",
    "slug": "key-partners"
  },
  "keyActivities": {
    "title": "Key Activities",
    "headline": "What Key Activities do our Value Propositions require? Our Distribution Channels? Customer Relationships? Revenue streams?",
    "slug": "key-activities"
  },
  "keyResources": {
    "title": "Key Resources",
    "headline": "What Key Resources do our Value Propositions require? Our Distribution Channels? Customer Relationships? Revenue Streams?",
    "slug": "key-resources"
  },
  "valueProposition": {
    "title": "Value Proposition",
    "headline": "What value do we deliver to the customer? Which one of our customer's problems are we helping to solve? What bundles of products and services are we offering to each Customer Segment? Which customer needs are we satisfying?",
    "slug": "value-proposition"
  },
  "customerRelationships": {
    "title": "Customer Relationships",
    "headline": "What type of relationship does each of our Customer Segments expect us to establish and maintain with them? Which ones have we established? How are they integrated with the rest of our business model? How costly are they?",
    "slug": "customer-relationships"
  },
  "channels": {
    "title": "Channels",
    "headline": "Through which Channels do our Customer Segments want to be reached? How are we reaching them now? How are our Channels integrated? Which ones work best? Which ones are most cost-efficient? How are we integrating them with customer routines?",
    "slug": "channels"
  },
  "customerSegments": {
    "title": "Customer Segments",
    "headline": "For whom are we creating value? Who are our most important customers?",
    "slug": "customer-segments"
  },
  "costStructure": {
    "title": "Cost Structure",
    "headline": "What are the most important costs inherent in our business model? Which Key Resources are most expensive? Which Key Activities are most expensive?",
    "slug": "cost-structure"
  },
  "revenueStreams": {
    "title": "Revenue Streams",
    "headline": "For what value are our customers really willing to pay? For what do they currently pay? How are they currently paying? How would they prefer to pay? How much does each Revenue Stream contribute to overall revenues?",
    "slug": "revenue-streams"
  }
}
